Repository: Adil-Eminagic/eBiblioteka
Catalog: eBiblioteka/UI/admin_ebiblioteka/lib/l10n/app_*.arb
Languages: bs

# language_name
source: Language
bs: Jezik

# language
source: English
bs: Bosanski

source: Password
bs: Lozinka

source: Sign in
bs: Prijava

source: Cancel
bs: Otkaži

source: Error
bs: Greška

source: Books
bs: Knjige

source: Authors
bs: Autori

source: Users
bs: Korisnici

# admins
source: Administrators
bs: Administratori

source: Genres
bs: Žanrovi

# quizes
source: Quizzes
bs: Kvizovi

source: Profile settings
bs: Postavke profila

# train_recommend
source: Train recommendation
bs: Treniraj preporuku

source: Search
bs: Traži

source: Add
bs: Dodaj

source: Title
bs: Naslov

# wrote
source: Wrote in
bs: Napisana

source: Author
bs: Autor

source: Back
bs: Nazad

source: Log out
bs: Odjava

source: Active
bs: Aktivne

source: Inactive
bs: Neaktivne

source: Name
bs: Ime

source: Gender
bs: Spol

source: Role
bs: Uloga

# no_quizzes
source: No added quizzes
bs: Nema dodanih kvizova

# lname
source: Last name
bs: Prezime

# telphone
source: Telephone
bs: Telefon

source: Change email
bs: Promijeni email

source: Change password
bs: Promijeni lozinku

source: Country
bs: Država

source: Biography
bs: Biografija

source: Save
bs: Sačuvaj

# mfield
source: Mandatory field
bs: Obavezno polje

# su_mod_profie
source: Profile is successfully updated.
bs: Uspješna modifikacija profila.

source: Choose image
bs: Odaberite sliku

source: Change Image
bs: Promjentite sliku

# mvalue
source: You have to input value
bs: Morate unijeti vrijednost

source: Invalid email
bs: Nevalidan email

# reg_password
source: Password has to contain at least 8 characters, lowercase and uppercase letters and numbers.
bs: Lozinka mora sadržati najmanje 8 karatera, velika i mala slova i brojeve.

source: Activity
bs: Aktivnost

# short_desc
source: Short description
bs: Kratak sadržaj

source: Publishing year
bs: Godina objave

# mod_b_genres
source: Modify book's genres
bs: Uredi žanrove knjige

# mod_b_quotes
source: Modify book's quotes
bs: Uredi citate knjige

# mod_b_rates
source: Book's rates
bs: Ocjene knjige

# change_doc
source: Change documnet
bs: Promijeni dokumnet

# choose_doc
source: Choose documnet
bs: Odaberi dokumnet

# no_doc
source: Pdf documnet isn't added
bs: Nije dodan pdf dokumnet.

# added_doc
source: This book has pdf documnet
bs: Ova knjiga posjeduje pdf dokument

source: Book id
bs: Knjiga id:

source: Book
bs: Knjiga

source: New book
bs: Nova knjiga

# su_add_book
source: Book is successfully added
bs: Uspješno dodavanje knjige

# su_mod_book
source: Book is successfully updated
bs: Uspješna modifikacija knjige

source: No genres
bs: Nema žanrova

# chosen_doc
source: Pdf documnet is chosen
bs: Odabran pdf dokument

# su_ch_doc
source: Pdf document is successfully chosen.
bs: Uspješno odabran pdf dokumnet.

# doc_rule
source: Only pdf files are allowed.
bs: Dozvoljeni su samo pdf fajlovi.

# logout_mess
source: Do you want to log out from app?
bs: Da li želite odjavit sa aplikacije?

source: Author id:
bs: Autor id:

source: New author
bs: Nova autor

# su_add_author
source: Author is successfully added
bs: Uspješno dodavanje autora

# su_mod_author
source: Author is successfully updated
bs: Uspješna modifikacija autora

# su_del_author
source: Author is successfully deleted
bs: Uspješno brisanje autora

# del_author_title
source: Deleting author
bs: Brisanje autora

# del_author_mes
source: Do you want to delete this author?
bs: Da li želite obrisati autora? Ako obrišete ovog autora preporuka će biti obrisana(ako postoji), pa će te morati ponovo trenirati preporuku. Također i sve knjige ovog autora će butu obrisane

# author_del_lbl
source: Delete author
bs: Obriši autora

# user_add_su
source: User is successfully added
bs: Uspješno dodavanje korisnika

# user_mod_su
source: User is successfully updated
bs: Uspješna modifikacija korisnika

# user_del_su
source: User is successfully deleted
bs: Uspješno brisanje korisnika

source: User id:
bs: Korisnik id:

# user_new
source: New user
bs: Novi Korisnik

# user_del_title
source: Deleting user
bs: Brisanje korisnika

# user_del_mes
source: Do you want to delete this user?
bs: Da li želite obrisati korisnika?

# user_del_lbl
source: Delete user
bs: Obriši korisnika

source: User
bs: Korisnik

# user_lower
source: user
bs: korisnik

# new_lbl
source: New
bs: Novi

# name_2
source: Name
bs: Naziv

source: Genre
bs: Žanr

# genre_add_su
source: Genre is successfully added
bs: Uspješno dodavanje žanra

# genre_mod_su
source: Genre is successfully updated
bs: Uspješna modifikacija žanra

# genre_del_su
source: Genre is successfully deleted
bs: Uspješno brisanje žanra

source: Genre id:
bs: Žanr id:

# genre_new
source: New genre
bs: Novi žanr

# genre_del_title
source: Deleting genre
bs: Brisanje žanra

# genre_del_mes
source: Do you want to delete this genre?
bs: Da li želite obrisati žanra?

# genre_del_lbl
source: Delete genre
bs: Obriši žanr

source: Description
bs: Opis

source: Quiz
bs: Kviz

# quiz_add_su
source: Quiz is successfully added
bs: Uspješno dodavanje kviza

# quiz_mod_su
source: Quiz is successfully updated
bs: Uspješna modifikacija kviza

# quiz_del_su
source: Quiz is successfully deleted
bs: Uspješno brisanje kviza

source: Quiz id:
bs: Kviz id:

# quiz_new
source: New quiz
bs: Novi žanr

# quiz_del_title
source: Deleting quiz
bs: Brisanje kviza

# quiz_del_mes
source: Do you want to delete this quiz?
bs: Da li želite obrisati kviza?

# quiz_del_lbl
source: Delete quiz
bs: Obriši žanr

# quiz_questions
source: Modify quiz questions
bs: Uredi pitanja kviza

# quiz_rule
source: Remark: For a quiz to be active it must have at least one question, and all questions must me active.
bs: Napomena: Da bi kviz bio aktivan mora imati najmanje jedno pitanje i sva pitanja moraju biti aktivna.

source: Content
bs: Sadržaj

source: Points
bs: Bodovi

# question_answers
source: Modify question's answers
bs: Uredi odgovore pitanja

# quiestion_rule
source: Remark: For a question to be active it must have one and only one true answer and one or more false answers.
bs: Napomena: Da bi pitanje bilo aktivno mora imati jedan i samo jedan tačan odgovor i jedan ili više netačnih odgovora.

source: Question
bs: Pitanje

source: Questions
bs: Pitanja

# question_add_su
source: Question is successfully added
bs: Uspješno dodavanje pitanja

# question_mod_su
source: Question is successfully updated
bs: Uspješna modifikacija pitanja

# question_del_su
source: Question is successfully deleted
bs: Uspješno brisanje pitanja

source: Question id:
bs: Pitanje id:

# question_new
source: New question
bs: Novo pitanje

# question_del_title
source: Deleting question
bs: Brisanje pitanja

# question_del_mes
source: Do you want to delete this question?
bs: Da li želite obrisati pitanja?

# question_del_lbl
source: Delete question
bs: Obriši pitanje

# numeric_field
source: Value must be numeric
bs: Vrijedost mora biti numerička

source: All
bs: Svi

# true_val
source: True
bs: Tačan

# false_val
source: False
bs: Netačan

source: Is true
bs: Je li tačan

source: Answers
bs: Odgovori

source: Answer
bs: Odgovor

# answer_add_su
source: Answer is successfully added
bs: Uspješno dodavanje odgovora

# answer_mod_su
source: Answer is successfully updated
bs: Uspješna modifikacija odgovora

# answer_del_su
source: Answer is successfully deleted
bs: Uspješno brisanje odgovora

source: Answer id:
bs: Odgovor id:

# answer_new
source: New answer
bs: Novi odgovor

# answer_del_title
source: Deleting answer
bs: Brisanje odgovora

# answer_del_mes
source: Do you want to delete this answer?
bs: Da li želite obrisati odgovora?

# answer_del_lbl
source: Delete answer
bs: Obriši odgovor

source: Quotes
bs: Citati

source: Quote
bs: Citat

# quote_add_su
source: Quote is successfully added
bs: Uspješno dodavanje citata

# quote_mod_su
source: Quote is successfully updated
bs: Uspješna modifikacija citata

# quote_del_su
source: Quote is successfully deleted
bs: Uspješno brisanje citata

source: Quote id:
bs: Citat id:

# quote_new
source: New quote
bs: Novi citat

# quote_del_title
source: Deleting quote
bs: Brisanje citata

# quote_del_mes
source: Do you want to delete this quote?
bs: Da li želite obrisati citata?

# quote_del_lbl
source: Delete quote
bs: Obriši citat

source: User name
bs: Ime korisnika

# rates
source: Book ratings
bs: Ocjene knjige

# rate_del_su
source: Rating is successfully deleted
bs: Uspješno brisanje ocjene

# rate_del_title
source: Deleting rating
bs: Brisanje ocjene

# rate_del_mes
source: Do you want to delete this rating?
bs: Da li želite obrisati ocjenu?

# no_rates
source: No ratings for this book
bs: Nema ocjena za ovu knjigu

# bookgenre_title
source: Genres od book
bs: Žanrovi knjige

# bookgenre_insert
source: Adding book's genres
bs: Dodavanje žanra za knjigu

# bookgenre
source: Book's genre
bs: Žanr knjige

# bookgenre_add_su
source: Book's genre is successfully added
bs: Uspješno dodavanje žanra knjige

# bookgenre_mod_su
source: Book's genre is successfully updated
bs: Uspješna modifikacija žanra knjige

# bookgenre_del_su
source: Book's genre is deleted
bs: Uspješno brisanje žanra knjige

# bookgenre_del_title
source: Deleting book's genre
bs: Brisanje žanra knjige

# bookgenre_del_mes
source: Do you want to delete this book's genre?
bs: Da li želite obrisati žanra knjige?

# bookgenre_del_lbl
source: Delete book's genre
bs: Obriši žanr knjige

# su_trained
source: Recommednation is successfully trained.
bs: Uspješno trenirana preporuka.

# forbid_users
source: Customers are not allowd to use desktop application
bs: Korisnicima zabranjen pristup desktop aplikaciji

# cur_email
source: Current email
bs: Trenutni email

source: New email
bs: Novi email

source: Changing email
bs: Promjena emial-a

# su_cha_email
source: Email is successfully changed
bs: Uspejšna promjena emial-a

# su_mod_password
source: Password is successfully changed
bs: Uspješna promjena lozinke

# pass_no_matc
source: New password and confirm password don't match.
bs: Nova lozinka i potvrda lozinke se ne podudaraju.

# pass_confirm
source: Confirm password
bs: Potvrda nove lozinke

source: New password
bs: Nova lozinka

# changign_password
source: Changing password
bs: Promjena lozinke

source: Report
bs: Izvještaj

source: Overall
bs: Ukupno

source: One star
bs: Jedna zvjezdica

source: Five stars
bs: Pet zvjezdica

# active_m
source: Active
bs: Aktivni

# inactive_m
source: Inactive
bs: Neaktivni

# active_n
source: Active
bs: Aktivna

# inactive_n
source: Inactive
bs: Neaktivna

# trues
source: True
bs: Tačnih

# falses
source: False
bs: Netačnih

source: Notifications
bs: Obavijesti

# is_read
source: Read
bs: Pročitane

# is_unread
source: Unread
bs: Nepročitane

source: Date
bs: Datum

# notif_del_title
source: Deleting notification
bs: Brisanje obavijesti

# notif_del_mes
source: Do you want to delete this notification
bs: Da li želite obrisati obavijests?

# notif_del_lbl
source: Delete notification
bs: Obriši obavijest

# notif_del_su
source: Notification is successfully deleted
bs: Uspješno brisanje obavijesti

source: Birth date
bs: Datum rođenja
